Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaPartner/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# earnings_title
source: Pay & Earnings
cs: Výdělky
ru: Доходы
sk: Zárobky
uk: Заробітки

# earnings_today
source: Today
cs: Dnes
ru: Сегодня
sk: Dnes
uk: Сьогодні

# earnings_view_invoices
source: View all invoices
cs: Zobrazit faktury
ru: Просмотреть счета
sk: Zobraziť faktúry
uk: Переглянути рахунки

# earnings_view_invoices_subtitle
source: See past payouts and invoice statuses
cs: Historie výplat a stavy faktur
ru: История выплат и статусы счетов
sk: História výplat a stavy faktúr
uk: Історія виплат та статуси рахунків

source: Edit issue
cs: Upravit problém
ru: Редактировать проблему
sk: Upraviť problém
uk: Редагувати проблему

source: Edit note
cs: Upravit poznámku
ru: Редактировать заметку
sk: Upraviť poznámku
uk: Редагувати нотатку

# email_readonly_helper
source: Contact support to change your email address.
cs: Pro změnu e-mailové adresy kontaktujte podporu.
ru: Для смены адреса электронной почты обратитесь в поддержку.
sk: Pre zmenu e-mailovej adresy kontaktujte podporu.
uk: Для зміни електронної адреси зверніться до підтримки.

source: Emergency contact
cs: Nouzový kontakt
ru: Экстренный контакт
sk: Núdzový kontakt
uk: Екстрений контакт

# error_generic
source: Something went wrong. Please try again.
cs: Něco se pokazilo. Zkuste to prosím znovu.
ru: Что-то пошло не так. Попробуйте ещё раз.
sk: Niečo sa pokazilo. Skúste to znova.
uk: Щось пішло не так. Спробуйте ще раз.

# error_key_order_after_photos_required
source: Take at least one "after" photo before completing the order.
cs: Před dokončením zakázky pořiďte alespoň jednu fotografii "po".
ru: Перед завершением заказа сделайте хотя бы одну фотографию "после".
sk: Pred dokončením zákazky urobte aspoň jednu fotografiu "po".
uk: Перед завершенням замовлення зробіть принаймні одне фото "після".

# extra_name_inside_fridge
source: Inside fridge cleaning
cs: Čištění vnitřku ledničky
ru: Чистка холодильника изнутри
sk: Čistenie vnútra chladničky
uk: Чистка холодильника зсередини

# extra_name_inside_oven
source: Inside oven cleaning
cs: Čištění vnitřku trouby
ru: Чистка духовки изнутри
sk: Čistenie vnútra rúry
uk: Чистка духовки зсередини

# extra_name_interior_windows
source: Interior windows
cs: Vnitřní okna
ru: Окна изнутри
sk: Vnútorné okná
uk: Внутрішні вікна

# extra_name_laundry_ironing
source: Laundry & ironing
cs: Praní a žehlení
ru: Стирка и глажка
sk: Pranie a žehlenie
uk: Прання та прасування

# extra_name_pet_hair_supplement
source: Pet hair deep-clean
cs: Důkladné odstranění zvířecích chlupů
ru: Глубокая уборка шерсти животных
sk: Dôkladné odstránenie srsti
uk: Глибоке прибирання шерсті тварин

source: First Name
cs: Jméno
ru: Имя
sk: Meno
uk: Ім'я

source: Forgot Password?
cs: Zapomněli jste heslo?
ru: Забыли пароль?
sk: Zabudli ste heslo?
uk: Забули пароль?

# forgot_password_subtitle
source: Enter your email address and we'll send you a link to reset your password
cs: Zadejte svou e-mailovou adresu a my vám pošleme odkaz pro obnovení hesla
ru: Введите адрес электронной почты, и мы отправим вам ссылку для сброса пароля
sk: Zadajte svoju e-mailovú adresu a pošleme vám odkaz na obnovenie hesla
uk: Введіть Вашу електронну адресу, і ми надішлемо Вам посилання для відновлення пароля

# forgot_password_title
source: Forgot Password
cs: Zapomenuté heslo
ru: Забыли пароль
sk: Zabudnuté heslo
uk: Забутий пароль

# from_customer_section_title
source: From customer
cs: Od zákazníka
ru: От клиента
sk: Od zákazníka
uk: Від клієнта

source: Good afternoon!
cs: Dobré odpoledne!
ru: Добрый день!
sk: Dobré popoludnie!
uk: Доброго дня!

# good_afternoon_name
source: Good afternoon, %1$@
cs: Dobré odpoledne, %1$@
ru: Добрый день, %1$@
sk: Dobré popoludnie, %1$@
uk: Доброго дня, %1$@

source: Good evening!
cs: Dobrý večer!
ru: Добрый вечер!
sk: Dobrý večer!
uk: Доброго вечора!

# good_evening_name
source: Good evening, %1$@
cs: Dobrý večer, %1$@
ru: Добрый вечер, %1$@
sk: Dobrý večer, %1$@
uk: Доброго вечора, %1$@

source: Good morning!
cs: Dobré ráno!
ru: Доброе утро!
sk: Dobré ráno!
uk: Доброго ранку!

# good_morning_name
source: Good morning, %1$@
cs: Dobré ráno, %1$@
ru: Доброе утро, %1$@
sk: Dobré ráno, %1$@
uk: Доброго ранку, %1$@

source: Guest
cs: Host
ru: Гость
sk: Hosť
uk: Гість

source: History
cs: Historie
ru: История
sk: História
uk: Історія

# iban_helper
source: You can leave this empty for a Czech or Slovak account — we work it out from the numbers above.
cs: U českého nebo slovenského účtu ho můžete nechat prázdný — dopočítáme ho z čísel výše.
ru: Для чешского или словацкого счёта можно оставить пустым — мы вычислим его из чисел выше.
sk: Pri českom alebo slovenskom účte ho môžete nechať prázdny — dopočítame ho z čísel vyššie.
uk: Для чеського або словацького рахунку можете залишити порожнім — ми обчислимо його з чисел вище.

# identification_title
source: Identification & business
cs: Identifikace a podnikání
ru: Идентификация и бизнес
sk: Identifikácia a podnikanie
uk: Ідентифікація та бізнес

source: In progress now
cs: Právě probíhá
ru: Сейчас выполняется
sk: Práve prebieha
uk: Зараз виконується

# invoice_breakdown_section
source: Breakdown
cs: Rozpis
ru: Разбивка
sk: Rozpis
uk: Розбивка

# invoice_card_generated_on
source: Generated %1$@
cs: Vystaveno %1$@
ru: Создано %1$@
sk: Vystavené %1$@
uk: Створено %1$@

# invoice_card_jobs_count
source: %1$d jobs included
cs: %1$d zakázek
ru: Заказов: %1$d
sk: %1$d zákaziek
uk: Робіт: %1$d

# invoice_card_paid_on
source: Paid on %1$@
cs: Vyplaceno %1$@
ru: Оплачено %1$@
sk: Vyplatené %1$@
uk: Сплачено %1$@

# invoice_card_total
source: Total
cs: Celkem
ru: Сумма
sk: Celkom
uk: Сума

source: Invoice Details
cs: Detail faktury
ru: Детали счета
sk: Detail faktúry
uk: Деталі рахунку

# invoice_field_copied
source: Copied
cs: Zkopírováno
ru: Скопировано
sk: Skopírované
uk: Скопійовано

# invoice_field_copy
source: Copy
cs: Kopírovat
ru: Копировать
sk: Kopírovať
uk: Копіювати

# invoice_field_invoice_number
source: Invoice number
cs: Číslo faktury
ru: Номер счёта
sk: Číslo faktúry
uk: Номер рахунку

# invoice_field_payment_reference
source: Payment reference
cs: Platební reference
ru: Платежная ссылка
sk: Referencia platby
uk: Платіжне посилання

# invoice_field_variable_symbol
source: Variable symbol
cs: Variabilní symbol
ru: Вариабельный символ
sk: Variabilný symbol
uk: Варіативний символ

# invoice_hero_total
source: Invoice total
cs: Celková částka faktury
ru: Общая сумма счёта
sk: Celková suma faktúry
uk: Загальна сума рахунку

# invoice_notes
source: Notes
cs: Poznámky
ru: Заметки
sk: Poznámky
uk: Нотатки

# invoice_notes_admin
source: Admin notes
cs: Poznámky správce
ru: Примечания администратора
sk: Poznámky administrátora
uk: Примітки адміністратора

# invoice_notes_bank
source: Bank transfer note
cs: Poznámka k bankovnímu převodu
ru: Примечание к банковскому переводу
sk: Poznámka k bankovému prevodu
uk: Примітка до банківського переказу

# invoice_period_approved
source: Approved
cs: Schváleno
ru: Утвержден
sk: Schválené
uk: Затверджено

# invoice_period_generated
source: Generated
cs: Vygenerováno
ru: Сформирован
sk: Vygenerované
uk: Сформовано

# invoice_period_jobs
source: %1$d jobs included
cs: %1$d zakázek
ru: %1$d заказов
sk: %1$d zákaziek
uk: %1$d замовлень

# invoice_period_label
source: Pay period
cs: Výplatní období
ru: Платежный период
sk: Platobné obdobie
uk: Платіжний період

# invoice_period_paid
source: Paid
cs: Zaplaceno
ru: Оплачен
sk: Zaplatené
uk: Сплачено

# invoice_references_section
source: Payment references
cs: Platební údaje
ru: Платёжные реквизиты
sk: Platobné údaje
uk: Платіжні реквізити

# invoice_status_approved
source: Approved
cs: Schváleno
ru: Утверждён
sk: Schválené
uk: Затверджено

# invoice_status_cancelled
source: Cancelled
cs: Zrušeno
ru: Отменён
sk: Zrušené
uk: Скасовано

# invoice_status_disputed
source: Disputed
cs: Sporné
ru: Оспорен
sk: Sporné
uk: Спірне

# invoice_status_paid
source: Paid
cs: Zaplaceno
ru: Оплачен
sk: Zaplatené
uk: Сплачено

# invoice_status_pending
source: Pending
cs: Čekající
ru: Ожидает
sk: Čakajúce
uk: Очікує

# invoice_status_rejected
source: Rejected
cs: Zamítnuto
ru: Отклонён
sk: Zamietnuté
uk: Відхилено

# invoice_view_period_pay
source: View period pay
cs: Zobrazit výplatu za období
ru: Посмотреть оплату за период
sk: Zobraziť výplatu za obdobie
uk: Переглянути оплату за період

source: Invoices
cs: Faktury
ru: Счета
sk: Faktúry
uk: Рахунки

# invoices_summary_count
source: Across %1$d invoices
cs: Celkem %1$d faktur
ru: Всего %1$d счетов
sk: Celkom %1$d faktúr
uk: Всього %1$d рахунків

# invoices_summary_label
source: Total earned
cs: Celkem vyděláno
ru: Всего заработано
sk: Celkovo zarobené
uk: Усього зароблено

# issue_deleted_toast
source: Issue deleted
cs: Problém smazán
ru: Проблема удалена
sk: Problém vymazaný
uk: Проблему видалено

# issue_description
source: Describe the issue
cs: Popište problém
ru: Опишите проблему
sk: Opíšte problém
uk: Опишіть проблему

# issue_reported_toast
source: Issue reported
cs: Problém nahlášen
ru: Проблема отправлена
sk: Problém nahlásený
uk: Проблему повідомлено

# issue_updated_toast
source: Issue updated
cs: Problém aktualizován
ru: Проблема обновлена
sk: Problém aktualizovaný
uk: Проблему оновлено

# job_radius_explainer
source: This changes only which new jobs we notify you about. The job board still lists every job in your country, and you can take any of them.
cs: Mění se jen to, na které nové zakázky vás upozorníme. Nabídka dál zobrazuje všechny zakázky ve vaší zemi a kteroukoli z nich si můžete vzít.
ru: Это меняет только то, о каких новых заказах мы вам сообщаем. В списке по-прежнему есть все заказы в вашей стране, и вы можете взять любой.
sk: Mení sa len to, na ktoré nové zákazky vás upozorníme. Ponuka naďalej zobrazuje všetky zákazky vo vašej krajine a ktorúkoľvek si môžete vziať.
uk: Це змінює лише те, про які нові замовлення ми вас сповіщаємо. У списку й далі є всі замовлення у вашій країні, і ви можете взяти будь-яке.

# job_radius_limit_label
source: Only notify me about nearby jobs
cs: Upozorňovat jen na zakázky v okolí
ru: Уведомлять только о заказах поблизости
sk: Upozorňovať len na zákazky v okolí
uk: Сповіщати лише про замовлення поблизу

# job_radius_limit_off_hint
source: We'll notify you about every new job in your country.
cs: Budeme vás upozorňovat na každou novou zakázku ve vaší zemi.
ru: Мы будем сообщать вам о каждом новом заказе в вашей стране.
sk: Budeme vás upozorňovať na každú novú zákazku vo vašej krajine.
uk: Ми сповіщатимемо вас про кожне нове замовлення у вашій країні.

# job_radius_prompt_body
source: Right now we notify you about every new job in your country. Pick a distance from home to hear only about the ones near you — the board still shows them all.
cs: Teď vás upozorňujeme na každou novou zakázku ve vaší zemi. Vyberte vzdálenost od domova a uslyšíte jen o těch blízkých — v nabídce uvidíte dál všechny.
ru: Сейчас мы сообщаем вам о каждом новом заказе в вашей стране. Выберите расстояние от дома, чтобы слышать только о ближайших — в списке по-прежнему будут все.
sk: Teraz vás upozorňujeme na každú novú zákazku vo vašej krajine. Vyberte vzdialenosť od domova a budete počuť len o tých blízkych — v ponuke uvidíte naďalej všetky.
uk: Зараз ми сповіщаємо вас про кожне нове замовлення у вашій країні. Виберіть відстань від дому, щоб чути лише про ті, що поруч — у списку й далі будуть усі.

# job_radius_prompt_choose
source: Pick a distance
cs: Vybrat vzdálenost
ru: Выбрать расстояние
sk: Vybrať vzdialenosť
uk: Вибрати відстань

# job_radius_prompt_keep_all
source: Keep every job
cs: Ponechat všechny zakázky
ru: Оставить все заказы
sk: Ponechať všetky zákazky
uk: Залишити всі замовлення

# job_radius_prompt_title
source: Which new jobs should we tell you about?
cs: Na které nové zakázky vás máme upozorňovat?
ru: О каких новых заказах вам сообщать?
sk: Na ktoré nové zákazky vás máme upozorňovať?
uk: Про які нові замовлення вас сповіщати?

# job_radius_summary_all_jobs
source: Jobs anywhere in your country
cs: Zakázky kdekoli ve vaší zemi
ru: Заказы в любой точке вашей страны
sk: Zákazky kdekoľvek vo vašej krajine
uk: Замовлення будь-де у вашій країні

# job_radius_summary_within
source: Jobs within %1$d km of home
cs: Zakázky do %1$d km od domova
ru: Заказы в пределах %1$d км от дома
sk: Zákazky do %1$d km od domova
uk: Замовлення в межах %1$d км від дому

# job_radius_title
source: Job alert distance
cs: Vzdálenost pro upozornění
ru: Расстояние для уведомлений
sk: Vzdialenosť pre upozornenia
uk: Відстань для сповіщень

source: Jobs
cs: Zakázky
ru: Заказы
sk: Zákazky
uk: Замовлення

# km_away
source: %1$@ km away
cs: %1$@ km daleko
ru: %1$@ км
sk: %1$@ km ďaleko
uk: %1$@ км

source: Language
cs: Jazyk
ru: Язык
sk: Jazyk
uk: Мова

# language_system
source: System
cs: Systémový
ru: Системный
sk: Systémový
uk: Системна

source: Last Name
cs: Příjmení
ru: Фамилия
sk: Priezvisko
uk: Прізвище

# login
source: Sign In
cs: Přihlásit se
ru: Войти
sk: Prihlásiť sa
uk: Увійти

# login_error_email_invalid
source: Please enter a valid email
cs: Zadejte prosím platný e-mail
ru: Введите действительный адрес электронной почты
sk: Zadajte platný e-mail
uk: Будь ласка, введіть дійсну електронну адресу

# login_error_email_required
source: Email is required
cs: E-mail je povinný
ru: Электронная почта обязательна
sk: E-mail je povinný
uk: Електронна пошта обов'язкова

# login_error_password_required
source: Password is required
cs: Heslo je povinné
ru: Пароль обязателен
sk: Heslo je povinné
uk: Пароль обов'язковий

# login_subtitle
source: Sign in to continue to your account
cs: Přihlaste se pro pokračování do svého účtu
ru: Войдите, чтобы продолжить работу с аккаунтом
sk: Prihláste sa pre pokračovanie do svojho účtu
uk: Увійдіть, щоб продовжити роботу з обліковим записом

source: Log out
cs: Odhlásit se
ru: Выйти
sk: Odhlásiť sa
uk: Вийти

# map_approximate_area
source: Approximate area — the exact address appears once you take the order.
cs: Přibližná oblast — přesnou adresu uvidíte, jakmile objednávku přijmete.
ru: Приблизительный район — точный адрес появится, когда вы возьмёте заказ.
sk: Približná oblasť — presnú adresu uvidíte, keď zákazku prevezmete.
uk: Приблизний район — точна адреса з'явиться, щойно ви візьмете замовлення.

source: My documents
cs: Moje dokumenty
ru: Мои документы
sk: Moje dokumenty
uk: Мої документи

source: No active orders
cs: Žádné aktivní objednávky
ru: Нет активных заказов
sk: Žiadne aktívne zákazky
uk: Немає активних замовлень

source: No completed orders
cs: Žádné dokončené objednávky
ru: Нет выполненных заказов
sk: Žiadne dokončené zákazky
uk: Немає завершених замовлень

# no_data
source: Not set
cs: Nevyplněno
ru: Не указано
sk: Nevyplnené
uk: Не вказано

# no_invoices
source: No invoices found
cs: Žádné faktury nenalezeny
ru: Счета не найдены
sk: Žiadne faktúry
uk: Рахунків не знайдено

# no_matching_orders
source: No orders match your search
cs: Žádné zakázky neodpovídají hledání
ru: Нет заказов по запросу
sk: Žiadne zákazky nezodpovedajú hľadaniu
uk: Немає замовлень, що відповідають пошуку

source: No orders available
cs: Žádné dostupné objednávky
ru: Нет доступных заказов
sk: Žiadne dostupné zákazky
uk: Немає доступних замовлень

# note_access_label
source: Access
cs: Přístup
ru: Доступ
sk: Prístup
uk: Доступ

# note_content
source: Note
cs: Poznámka
ru: Заметка
sk: Poznámka
uk: Примітка

# note_deleted_toast
source: Note deleted
cs: Poznámka smazána
ru: Заметка удалена
sk: Poznámka vymazaná
uk: Нотатку видалено

# note_general_label
source: Notes
cs: Poznámka
ru: Примечание
sk: Poznámka
uk: Примітка

# note_saved_toast
source: Note added
cs: Poznámka přidána
ru: Заметка добавлена
sk: Poznámka pridaná
uk: Примітку додано

# note_special_label
source: Special instructions
cs: Speciální pokyny
ru: Особые указания
sk: Špeciálne pokyny
uk: Особливі вказівки

# notes_and_issues
source: Notes & issues
cs: Poznámky a problémy
ru: Заметки и проблемы
sk: Poznámky a problémy
uk: Примітки та проблеми

# notifications_inbox_close
source: Close
cs: Zavřít
ru: Закрыть
sk: Zavrieť
uk: Закрити

# notifications_inbox_empty_subtitle
source: We'll let you know when new jobs are available near you.
cs: Dáme vám vědět, až budou ve vašem okolí nové zakázky.
ru: Мы сообщим вам, когда рядом появятся новые заказы.
sk: Dáme vám vedieť, keď budú vo vašom okolí nové zákazky.
uk: Ми повідомимо вас, коли поруч з’являться нові замовлення.

# notifications_inbox_empty_title
source: No notifications yet
cs: Zatím žádná oznámení
ru: Пока нет уведомлений
sk: Zatiaľ žiadne oznámenia
uk: Поки немає сповіщень

# notifications_inbox_error
source: Couldn't load your notifications. Try again.
cs: Oznámení se nepodařilo načíst. Zkuste to znovu.
ru: Не удалось загрузить уведомления. Попробуйте ещё раз.
sk: Oznámenia sa nepodarilo načítať. Skúste to znova.
uk: Не вдалося завантажити сповіщення. Спробуйте ще раз.

# notifications_inbox_title
source: Notifications
cs: Oznámení
ru: Уведомления
sk: Oznámenia
uk: Сповіщення

# notifications_inbox_unread_a11y
source: %1$@ unread
cs: %1$@ nepřečtených
ru: %1$@ непрочитанных
sk: %1$@ neprečítaných
uk: %1$@ непрочитаних

source: Notify on the way
cs: Oznámit cestu
ru: Сообщить, что в пути
sk: Oznámiť cestu
uk: Повідомити, що в дорозі

# offer_blocked_body
source: %1$@ That one is on us — we put your name on this job without checking, so nothing here counts against you.
cs: %1$@ Tohle je na nás — rezervovali jsme zakázku na vaše jméno, aniž bychom to ověřili, takže se vám to nijak nezapočítává.
ru: %1$@ Это наша вина — мы зарезервировали заказ на ваше имя без проверки, так что это никак не засчитывается вам в минус.
sk: %1$@ Toto je na nás — rezervovali sme zákazku na vaše meno bez overenia, takže sa vám to nijako nezapočítava.
uk: %1$@ Це наша провина — ми зарезервували замовлення на ваше ім'я без перевірки, тож це ніяк не зараховується вам у мінус.

# offer_blocked_dismiss
source: Got it
cs: Rozumím
ru: Понятно
sk: Rozumiem
uk: Зрозуміло

# offer_blocked_title
source: We couldn't hand this job over
cs: Zakázku se nám nepodařilo předat
ru: Мы не смогли передать вам этот заказ
sk: Zákazku sa nám nepodarilo odovzdať
uk: Ми не змогли передати вам це замовлення

# offer_confirm
source: Confirm
cs: Potvrdit
ru: Подтвердить
sk: Potvrdiť
uk: Підтвердити

# offer_confirming
source: Confirming…
cs: Potvrzuji…
ru: Подтверждаем…
sk: Potvrdzujem…
uk: Підтверджуємо…

# offer_decline
source: Decline
cs: Odmítnout
ru: Отклонить
sk: Odmietnuť
uk: Відхилити

# offer_decline_body
source: It goes back to every cleaner straight away. Nothing about this is held against you, and you can still take it from the board while it is free.
cs: Ihned se vrátí všem uklízečům. Nijak se vám to nezapočítává a dokud je volná, můžete si ji z nabídky vzít i vy.
ru: Он сразу вернётся ко всем уборщикам. Это никак не засчитывается вам в минус, и пока он свободен, вы можете взять его из списка.
sk: Ihneď sa vráti všetkým upratovačom. Nijako sa vám to nezapočítava a kým je voľná, môžete si ju z ponuky vziať aj vy.
uk: Воно одразу повернеться до всіх прибиральників. Це ніяк не зараховується вам у мінус, і поки воно вільне, ви можете взяти його зі списку.

# offer_decline_cta
source: Release it
cs: Uvolnit
ru: Освободить
sk: Uvoľniť
uk: Звільнити

# offer_decline_title
source: Release this job?
cs: Uvolnit tuto zakázku?
ru: Освободить этот заказ?
sk: Uvoľniť túto zákazku?
uk: Звільнити це замовлення?

# offer_declined_toast
source: Released — the job is open to every cleaner now.
cs: Uvolněno — zakázka je teď otevřená všem.
ru: Освобождено — заказ теперь открыт для всех.
sk: Uvoľnené — zákazka je teraz otvorená všetkým.
uk: Звільнено — замовлення тепер відкрите для всіх.

# offer_empty
source: Nothing is waiting for your answer right now.
cs: Právě teď na vaši odpověď nic nečeká.
ru: Сейчас ничего не ждёт вашего ответа.
sk: Práve teraz na vašu odpoveď nič nečaká.
uk: Зараз нічого не чекає на вашу відповідь.

# offer_release_failed_body
source: %1$@ Nothing was released — the job is exactly as it was, and you can try again in a moment.
cs: %1$@ Nic se neuvolnilo — zakázka je přesně tak, jak byla, a za chvíli to můžete zkusit znovu.
ru: %1$@ Ничего не освобождено — заказ точно такой, каким был, и через мгновение вы можете попробовать снова.
sk: %1$@ Nič sa neuvoľnilo — zákazka je presne taká, aká bola, a o chvíľu to môžete skúsiť znova.
uk: %1$@ Нічого не звільнено — замовлення точно таке, як було, і за мить ви можете спробувати ще раз.

# offer_release_failed_title
source: We couldn't release this job
cs: Zakázku se nepodařilo uvolnit
ru: Не удалось освободить этот заказ
sk: Zákazku sa nepodarilo uvoľniť
uk: Не вдалося звільнити це замовлення

# offer_reserved_ended
source: This reservation has ended
cs: Tato rezervace skončila
ru: Это резервирование завершилось
sk: Táto rezervácia sa skončila
uk: Це резервування завершилося

# offer_reserved_until_date
source: Yours until %1$@, %2$@
cs: Vaše do %1$@, %2$@
ru: Ваш до %1$@, %2$@
sk: Vaša do %1$@, %2$@
uk: Ваше до %1$@, %2$@

# offer_reserved_until_today
source: Yours until %1$@ today
cs: Vaše do %1$@ dnes
ru: Ваш до %1$@ сегодня
sk: Vaša do %1$@ dnes
uk: Ваше до %1$@ сьогодні

# offer_reserved_until_tomorrow
source: Yours until %1$@ tomorrow
cs: Vaše do %1$@ zítra
ru: Ваш до %1$@ завтра
sk: Vaša do %1$@ zajtra
uk: Ваше до %1$@ завтра

# offer_slide_to_confirm
source: Slide to confirm
cs: Posunutím potvrďte
ru: Проведите, чтобы подтвердить
sk: Posunutím potvrďte
uk: Проведіть, щоб підтвердити

# offers_card_cta
source: See what's waiting
cs: Zobrazit, co čeká
ru: Посмотреть, что ждёт
sk: Zobraziť, čo čaká
uk: Подивитися, що чекає

# offers_card_more
source: +%1$d more
cs: +%1$d další
ru: +%1$d ещё
sk: +%1$d ďalšie
uk: +%1$d ще

# offers_card_title
source: A customer asked for you
cs: Zákazník si vyžádal vás
ru: Клиент попросил именно вас
sk: Zákazník si vyžiadal vás
uk: Клієнт попросив саме вас

# offers_subtitle
source: Jobs a customer asked you for. Confirm one and it is yours; decline and it goes back to everyone.
cs: Zakázky, o které si vás zákazník vyžádal. Když potvrdíte, jsou vaše; když odmítnete, vrátí se všem.
ru: Заказы, в которых клиент попросил именно вас. Подтвердите — они ваши; откажетесь — вернутся ко всем.
sk: Zákazky, o ktoré si vás zákazník vyžiadal. Keď potvrdíte, sú vaše; keď odmietnete, vrátia sa všetkým.
uk: Замовлення, у яких клієнт попросив саме вас. Підтвердите — вони ваші; відмовитеся — повернуться до всіх.

# offers_title
source: Reserved for you
cs: Rezervováno pro vás
ru: Зарезервировано для вас
sk: Rezervované pre vás
uk: Зарезервовано для вас

# onboarding_get_started
source: Get Started
cs: Začít
ru: Начать
sk: Začať
uk: Розпочати

# onboarding_header_subtitle
source: Complete your profile
cs: Dokončete svůj profil
ru: Заполните свой профиль
sk: Dokončite svoj profil
uk: Завершіть свій профіль

# onboarding_next
source: Next
cs: Další
ru: Далее
sk: Ďalej
uk: Далі

# onboarding_ready_body
source: Sign in or create an account to see available jobs near you.
cs: Přihlaste se nebo si vytvořte účet a uvidíte dostupné zakázky ve vašem okolí.
ru: Войдите или создайте аккаунт, чтобы увидеть доступные заказы рядом с вами.
sk: Prihláste sa alebo si vytvorte účet a uvidíte dostupné zákazky vo vašom okolí.
uk: Увійдіть або створіть обліковий запис, щоб побачити доступні замовлення поряд із вами.

# onboarding_ready_title
source: Ready to clean?
cs: Připraveni začít?
ru: Готовы начать?
sk: Pripravení začať?
uk: Готові розпочати?

# onboarding_skip
source: Skip
cs: Přeskočit
ru: Пропустить
sk: Preskočiť
uk: Пропустити

# onboarding_step_address
source: Address
cs: Adresa
ru: Адрес
sk: Adresa
uk: Адреса

# onboarding_step_bank
source: Bank
cs: Banka
ru: Банк
sk: Banka
uk: Банк

# onboarding_step_identification
source: ID
cs: Doklady
ru: Документы
sk: Doklady
uk: Документи
